Repository: common-repository/ultimate-post-by-mail
Catalog: languages/cws-*.po
Languages: fr_fr

source: Provide a valid imap hostname.
fr_fr: Veuillez fournir une adresse imap valid

source: Port number is empty.
fr_fr: Le numéro de port est vide.

source: The login is mandatory to connect to your mailbox.
fr_fr: Le login est nécessaire pour vous connecter à votre boite mail.

source: The password is mandatory to connect to your mailbox.
fr_fr: Le mot de passe est requis pour vous connecter à votre boite mail.

source: Your configuration has been successfully saved!
fr_fr: Vos réglages ont été sauvegardées avec succès!

source: Sorry, you must have the PHP5-IMAP extension installed and enabled to use this Plugin.
fr_fr: Désolé, l'extension PHP5-IMAP doit être installé et activé sur votre serveur pour utiliser ce Plugin.

source: To fix this, please install the module or request its activation by your server administrator.
fr_fr: Pour corriger ce problème, veuillez installer le module ou en demander l'activation par l'administrateur de votre serveur.

source: Ultimate Post by Mail Configuration
fr_fr: Regales Ultimate Post by mail

source: Server Settings
fr_fr: Reglages du serveurs

source: Post Settings
fr_fr: Reglages des articles

source: Publish mail as
fr_fr: Publier ce mail comme

source: Select author
fr_fr: Sélectionnez l'auteur

source: Select the author to use when the mail used is not registered.
fr_fr: Sélectionnez l'auteur à utiliser quand l'adresse mail n'est pas connue.

source: Default Mail Category
fr_fr: Catégorie par défauts

source: Select the default category to use for mails.
fr_fr: Sélectionnez la catégorie par défaut à utiliser pour les mails

source: Status of posted mail
fr_fr: Statut des mails reçus

source: Pending
fr_fr: En attente

source: Published
fr_fr: Publié

source: Select the status to give to post sent to the mail adress by unknown or contributors users.
fr_fr: Veuillez slectionner le statut à donner aux articles reçu à l'adresse mail par des contributeurs ou utilisateurs inconnus

source: Convert Links
fr_fr: Convertir en liens

source: Allways convert url
fr_fr: Toujours convertir les url

source: Never convert url
fr_fr: Ne jamais convertir les url

source: Select if you want to convert url into links or not. Set to never by default.
fr_fr: Veuillez sélectionner si vous voulez convertir les url ou pas. Par défaut, les urls ne sont pas convertis.

source: Your mail provider
fr_fr: Votre fournisseur de messagerie

source: Select your mail host
fr_fr: Selectionnez votre hebergeur mail

source: Your Imap Server
fr_fr: Votre serveur Imap

source: Set to <b>localhost</b> by default. It can be mail.yourdomain.com, imap.youdomain.com
fr_fr: <b>localhost</b> par defaut. Peut être mail.yourdomain.com, imap.ourdomain.com

source: Security
fr_fr: Sécurité

source: Sets to <b>notls</b> by default, can be also <b>ssl, tls or notls</b>
fr_fr: Vaut <b>notls</b> par defaut. Peut prendre les valeurs <b>ssl, tls ou notls</b>

source: Server port
fr_fr: Port du serveur

source: Enter your imap server port. <b>143</b> by default
fr_fr: Veuillez entrer le port de votre serveur iMap. La valeur par defaut est <b>143</b>

source: Your login
fr_fr: Votre non d'utilisateur

source: Enter here the login you use to access your e-mail account box
fr_fr: Veuillez entrer ici le nom d'utilisateur que vous utiliser pour accéder à votre compte mail

source: Your password
fr_fr: Votre mot de passe

source: Enter here the password related to your login e-mail account
fr_fr: Veuillez entrer ici le mot de passe relatif au nom d'utilisateur de votre compte mail

source: Use iFrame to check post
fr_fr: Utiliser un iFrame pour vérifier les mails

source: In order to check for mails, each time a page of your blog is loaded.
fr_fr: Pour vérifier les mails reçus, à chaque fois qu'une page de votre blog est chargée.

source: Sorry, unable to connect to the mailbox. Please check if the credentials you have provided are valid.
fr_fr: Désolé, nous ne pouvons nous connecter à cette boite mail. Veuillez vérifier les informations que vous avez fournies.

source: Hey slow down, try again later!
fr_fr: Hey! Doucement, essaie à nouveau un peu plus tard.

source: Author: %s
fr_fr: Auteur: %s

source: Post title: %s
fr_fr: Titre de l'article: %s

source: This post does not contain contents.
fr_fr: Cet article ne comporte pas de contenu.
